[
  "obsidian-footnotes",
  "darlal-switcher-plus",
  "obsidian-vimrc-support",
  "obsidian-advanced-slides",
  "keyboard-analyzer",
  "obsidian-auto-link-title",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-relative-line-numbers",
  "easy-typing-obsidian",
  "obsidian-code-block-enhancer",
  "obsidian-image-toolkit",
  "obsidian-emoji-toolbar",
  "editing-toolbar",
  "table-editor-obsidian",
  "obsidian-linter",
  "obsidian-style-settings",
  "list-style",
  "file-explorer-note-count"
]